<template>
  <q-page>
    <h5 class="title">About</h5>
    <p class="text">
      ToDoList - это фантастическое веб-приложение, разработанное для того, чтобы помочь вам эффективно управлять своими задачами. Благодаря интуитивно понятному интерфейсу и надежным функциям, ToDoList позволяет легко создавать, упорядочивать и отслеживать ваши текущие задачи, что позволяет вам справляться с нагрузкой и достигать поставленных целей.
    </p>
    <p class="text">  
      Являетесь ли вы занятым профессионалом, работающим над несколькими проектами, студентом, пытающимся справиться с заданиями и уложиться в сроки, или родителем, ведущим домашнее хозяйство, ToDoList поможет вам в этом. С помощью ToDoList вы можете создавать задачи за считанные секунды, устанавливать сроки выполнения и напоминания, а также расставлять приоритеты в своем списке дел в зависимости от важности и срочности. Вы также можете классифицировать свои задачи с помощью меток и фильтров, чтобы быстро найти то, что ищете, и сосредоточиться на наиболее важных задачах.
    </p>
    <p class="text">  
      ToDoList - это больше, чем просто менеджер задач, это мощный инструмент повышения производительности, который поможет вам оптимизировать рабочий процесс и выполнять больше задач за меньшее время. С помощью ToDoList вы можете сотрудничать с другими пользователями, делегировать задачи и делиться своими
    </p>
  </q-page>
</template>

<script>

</script>

<style>
  .text {
    font-size: 14px;
    text-align: justify;
    margin-top: 10px;
    margin-bottom: 10px;
    font-family: 'Gotham Pro';
    padding: 20px;
  }
  .title {
    text-align: center;
  }
</style>
